/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

"export_identity_label"="Exportar perfil...";
"import_identity_label"="Restaurar perfil...";
"pref_title_activity_identity_management"="Gestión del perfil";
"key_management"="Generar nuevo pares de claves...";
"pref_title_delete_identity"="Borrar perfil...";
"pref_title_remove_identity_from_device"="eliminar perfil del dispositivo...";
"pref_title_change_password"="Cambiar contraseña...";
"pref_title_help"="Ayuda";
"about_action_bar_right"="Acerca de";
"pref_title_general"="General";
"pref_title_about_surespot"="Acerca de surespot";
"pref_title_confirmations"="Confirmaciones";
"pref_title_delete_message"="Borrar mensaje";
"pref_title_delete_all_messages"="Borrar todos los mensajes";
"pref_title_message_debug_mode"="Modo depuración de mensaje";
"pref_title_debug"="Depuración";
"pref_title_options"="Opciones";
"pref_summary_delete_message"="Confirmar antes de borrar un mensaje";
"pref_summary_delete_all_messages"="Pedir confirmación antes de borrar todos los mensajes";
"pref_summary_export_identity"="Copia de seguridad de tu perfil en Almacenamiento Local o en Google Drive.";
"pref_summary_import_identity"="Restaura tu perfil desde el Almacenamiento Local o Google Drive.";
"pref_summary_delete_identity"="Borrar un perfil no tiene marcha atrás.";
"pref_summary_remove_identity"="Borrar un perfil de un dispositivo conserva el perfil en otros dispositivos.";
"pref_summary_regen_keys"="Para los paranoicos.";
"pref_summary_message_debug_mode"="Mostrar más información sobre los mensajes para depuración.";
"version"="versión";
"notifications_title"="Notificaciones in-app";
"notifications_vibration"="Vibración";
"notifications_sound"="Sonido";
"notifications_led"="Led";
"notifications_enabled"="Habilitado";
"identity"="Perfil";

//new
"settings_for_identity"="Opciones del perfil";
"pref_title_background_image_select"="seleccionar una imagen de fondo";
"pref_title_background_image_remove"="Eliminar la imagen de fondo";
"pref_title_global_options"="Opciones generales";
"pref_title_global_notifications"="Notificaciones";
"pref_clear_notifications"="limpiar cuando se inicie surespot";

"pref_title_disable_voice"="inhabilitar mensajería de voz";
"pref_title_return_sends_message"="devolver mensaje enviado";

"pref_title_black_theme"="Dark theme";
"pref_title_confirm_logout"="Confirm logout";
